espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.console_none_esp32c3
# Config to test that console can build with all outputs set to none (both primary and secondary)

# Using ESP32-C3 because it supports a secondary console output (i.e., USJ)
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_CONSOLE_NONE=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
